Repository: Kiougar/luci-wrtbwmon
Catalog: luci-wrtbwmon/po/*/wrtbwmon.po
Languages: ru

source: Auto update every
ru: Обновление каждые

source: Calculate per host totals
ru: Суммировать данные одного и того же MAC-адреса.

source: Show per host aggregates only
ru: Отображать только агрегированные данные

source: Last updated
ru: Последнее обновление

source: Updating again in
ru: Следующее обновление через

source: seconds.
ru: сек.

source: Check this to persist the database file under /etc/config. This ensures usage is persisted even across firmware updates.
ru: Установите чекбокс, чтобы сохранить файл базы данных в /etc/config. Это гарантирует, что статистика сохранится даже при обновлении прошивки.

source: Details
ru: Обзор

source: General settings
ru: Основные настройки

source: Loading...
ru: Загрузка данных...

source: Persist database
ru: Постоянная база данных

source: Reset Database
ru: Очистить Базу Данных

source: This file is used to match users with MAC addresses.Each line must have the following format: "00:aa:bb:cc:ee:ff,username".
ru: Этот файл используется для сопоставления пользователей с MAC-адресами. Каждая строка списка, должна быть в таком формате: "00:aa:bb:cc:ee:ff,username".

source: Usage
ru: Статистика клиентов

source: Usage - Configuration
ru: Статистика клиентов - Настройки

source: Usage - Custom User File
ru: Статистика клиентов - Файл пользователей

source: Usage - Details
ru: Статистика клиентов - Обзор

source: User file
ru: Файл пользователей
